Repository: kodi-game/game.libretro.pcem
Catalog: game.libretro.pcem/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga

# Addon Description
source: PCem (short for PC Emulator) is a hypervisor and IBM PC emulator that specializes in running old operating systems and software.[CR][CR]Originally developed as an IBM PC XT emulator, it later emulates other IBM PC compatible computers as well.
da_dk: PCem (forkortelse for PC Emulator) er en hypervisor og IBM PC-emulator, der er specialiseret i at køre gamle operativsystemer og software.[CR][CR]Oprindeligt udviklet som en IBM PC XT-emulator, emulerer den senere også andre IBM PC-kompatible computere.
es_es: PCem (abreviatura de PC Emulator) es un hipervisor y emulador de IBM PC especializado en la ejecución de sistemas operativos y software antiguos[CR][CR]Desarrollado originalmente como emulador de IBM PC XT, posteriormente emuló también otros ordenadores compatibles con IBM PC.
ga: Is hipearfheisteoir agus aithriseoir IBM PC é PCem (giorrúchán do PC Emulator) atá speisialaithe i rith seanchórais oibriúcháin agus bogearraí.[CR][CR]Forbraíodh é ar dtús mar aithriseoir IBM PC XT, ach déanann sé aithris ar ríomhairí eile atá comhoiriúnach le IBM PC chomh maith.

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes

# #30001
source: CPU Core
da_dk: CPU-kerne
es_es: Núcleo CPU
ga: Croílár LAP

# #30002
source: Model (restart)
da_dk: Model (genstart)
es_es: Modelo (reinicio)
ga: Samhail (atosú)

# #30003
source: Graphics card (restart)
da_dk: Grafikkort (genstart)
es_es: Tarjeta Gráfica (reinicio)
ga: Cárta grafaicí (atosú)

# #30004
source: Sound card (restart)
da_dk: Lydkort (genstart)
es_es: Tarjeta de Sonido (reinicio)
ga: Cárta fuaime (atosú)

# #30005
source: Video timing speed
da_dk: Hastighed på videotiming
es_es: Velocidad de Sincronización de Vídeo
ga: Luas ama físe

# #30006
source: Enable overscan
da_dk: Aktiver overskandering
es_es: Activar Overscan
ga: Cumasaigh róscanadh

# #30007
source: Enable flash
da_dk: Aktiver flash
es_es: Activar Flash
ga: Cumasaigh splanc

# #30008
source: CPU Floating Point Unit support (restart)
da_dk: Understøttelse af CPU Floating Point Unit (genstart)
es_es: Compatibilidad con Unidad de Coma Flotante de la CPU (reinicio)
ga: Tacaíocht d'Aonad Snámhphointe LAP (atosú)

# #30009
source: Gravis UltraSound audiocard (restart)
da_dk: Gravis UltraSound lydkort (genstart)
es_es: Tarjeta de Sonido Gravis UltraSound (reinicio)
ga: Cárta fuaime Gravis UltraSound (atosú)

# #30010
source: SSI 2001 add-on audiocard (restart)
da_dk: Add-on til SSI 2001 lydkort (genstart)
es_es: Complemento para la Tarjeta de Sonido SSI 2001 (reinicio)
ga: Cárta fuaime Gravis Ultrafhuaim (atosú)

# #30011
source: GameBlaster audiocard (restart)
da_dk: GameBlaster lydkort (genstart)
es_es: Tarjeta de Sonido GameBlaster (reinicio)
ga: Cárta fuaime Game Blaster (atosú)

# #30012
source: 3Dfx Voodoo add-on card (restart)
da_dk: Add-on til 3Dfx Voodoo-kort (genstart)
es_es: Tarjeta Adicional 3Dfx Voodoo (reinicio)
ga: Cárta breiseáin 3Dfx Voodoo (atosú)
